/*
 * Loco ios export: iOS Localizable.strings
 * Project: strings.xml conversion
 * Release: Working copy
 * Locale: en, English
 * Exported by: Unregistered user
 * Exported at: Fri, 25 Aug 2017 00:25:28 +0100
 */

/*  */
"app_name" = "LTerminal";

/*  */
"pro_name" = "LTerminal 专业版";

/*  */
"app_webpage" = "LTerminal 网页";

/*  */
"connect" = "连接";

/*  */
"reconnect" = "重新连接";

/*  */
"continue_" = "继续";

/*  */
"cancel" = "取消";

/*  */
"add" = "添加";

/*  */
"add_item" = "添加项目";

/*  */
"bits" = "比特";

/*  */
"name" = "名称";

/*  */
"size" = "尺寸";

/*  */
"type" = "类型";

/*  */
"back" = "返回";

/*  */
"none" = "无";

/*  */
"theme" = "主题";

/*  */
"info" = "信息";

/*  */
"date" = "日期";

/*  */
"output" = "导出";

/*  */
"generate" = "生成";

/*  */
"algorithm" = "算法";

/*  */
"keyboard" = "键盘";

/*  */
"password" = "密码";

/*  */
"passphrase" = "密码短语";

/*  */
"sessions" = "会话";

/*  */
"contact" = "联系";

/*  */
"support" = "支持";

/*  */
"email" = "电子邮件";

/*  */
"twitter" = "Twitter";

/*  */
"reference" = "参考";

/*  */
"edit" = "编辑";

/*  */
"done" = "完成";

/*  */
"light" = "明亮";

/*  */
"dark" = "黑暗";

/*  */
"login" = "登录";

/*  */
"disabled" = "已禁用";

/*  */
"username" = "用户名";

/*  */
"toolbar" = "工具栏";

/*  */
"nickname" = "昵称";

/*  */
"credential" = "凭据";

/*  */
"connected" = "已连接";

/*  */
"connecting" = "正在连接";

/*  */
"disconnected" = "已断开";

/*  */
"connecting_to" = "正在连接到";

/*  */
"global_settings" = "全局设置";

/*  */
"confirm_passphrase" = "确认密码短语";

/*  */
"invalid_passphrase" = "无效的密码短语";

/*  */
"identity_passphrase" = "身份密码短语";

/*  */
"passphrase_failed" = "密码短语失败";

/*  */
"paste_key_failed" = "粘贴密钥失败";

/*  */
"load_key_failed" = "加载密钥失败";

/*  */
"copied_to_clipboard" = "已复制到剪贴板";

/*  */
"copy_public_key_to_clipboard" = "复制公钥到剪贴板";

/*  */
"copy_private_key_to_clipboard" = "复制私有密钥到剪贴板";

/*  */
"copied_public_key_to_clipboard" = "已复制公钥到剪贴板";

/*  */
"copied_private_key_to_clipboard" = "已复制私有密钥到剪贴板";

/*  */
"playback" = "回放";

/*  */
"ssh_settings" = "SSH设置";

/*  */
"telnet_settings" = "Telnet设置";

/*  */
"vnc_settings" = "VNC设置";

/*  */
"protocol" = "协议";

/*  */
"ssh" = "SSH";

/*  */
"vnc" = "VNC";

/*  */
"telnet" = "远程登录";

/*  */
"folder" = "文件夹";

/*  */
"local_shell" = "本地Shell";

/*  */
"local_shell_settings" = "本地Shell设置";

/*  */
"interactive_shell" = "交互式shell";

/*  */
"session_ended" = "会话已结束";

/*  */
"font" = "字体";

/*  */
"beep" = "蜂鸣声";

/*  */
"colors" = "颜色";

/*  */
"font_size" = "字体大小";

/*  */
"toys" = "玩具";

/*  */
"version" = "版本";

/*  */
"credits" = "制作团队";

/*  */
"ask_each_time" = "每次都询问";

/*  */
"upgrade_to" = "升级到LTerminal 专业版";

/*  */
"host_key_changed" = "主机密钥已更改";

/*  */
"accept_new_key" = "接受新的密钥？";

/*  */
"return_sends" = "返回发送";

/*  */
"delete_sends" = "删除发送";

/*  */
"reset_defaults" = "重置默认值";

/*  */
"about" = "关于";

/*  */
"key" = "密钥";

/*  */
"keys" = "密钥";

/*  */
"new_key" = "新的密钥";

/*  */
"choose_key" = "选择密钥";

/*  */
"generate_new_key" = "生成新密钥";

/*  */
"paste_from_clipboard" = "从剪贴板粘贴";

/*  */
"paste_key_from_clipboard" = "从剪贴板粘贴密钥";

/*  */
"send_crash_data" = "发送崩溃数据和统计";

/*  */
"relaunch_for_changes" = "重新启动以使更改生效";

/*  */
"write_log_file" = "写入日志文件";

/*  */
"record_session" = "记录会话";

/*  */
"crash_log_identifiers" = "崩溃日志代码";

/*  */
"privacy" = "隐私";

/*  */
"keep_display_on" = "保持显示开启";

/*  */
"background_timeout" = "背景超时";

/*  */
"enable_encryption" = "启用加密";

/*  */
"confirm_enable_encryption" = "确认启用加密";

/*  */
"interface_settings" = "接口设置";

/*  */
"fingerprint" = "指纹";

/*  */
"settings" = "设置";

/*  */
"clear" = "清除";

/*  */
"local" = "本地";

/*  */
"remote" = "远程";

/*  */
"remote_port" = "远程端口";

/*  */
"port_forwarding" = "端口转发";

/*  */
"new_port_forward" = "新端口转发";

/*  */
"hostname" = "主机名";

/*  */
"host" = "主机";

/*  */
"hosts" = "主机";

/*  */
"port" = "端口";

/*  */
"unlock" = "解锁";

/*  */
"new_" = "新的";

/*  */
"new_host" = "新的主机";

/*  */
"update_host" = "更新主机";

/*  */
"local_port" = "本地端口";

/*  */
"target_host" = "目标主机";

/*  */
"target_port" = "目标端口";

/*  */
"terminal_type" = "终端类型";

/*  */
"text_encoding" = "文本编码";

/*  */
"host_key_fingerprint" = "主机密钥指纹";

/*  */
"advanced" = "高级";

/*  */
"agent_forwarding" = "代理转发";

/*  */
"compression" = "压缩";

/*  */
"forwarding" = "转发";

/*  */
"key_generation" = "密钥生成";

/*  */
"local_encryption" = "本地加密";

/*  */
"compression_desc" = "使用ZLib减少延时和数据使用";

/*  */
"forwarding_desc" = "无限SSH代理和TCP端口转发";

/*  */
"key_generation_desc" = "生成RSA，DSA，EC和Ed25519密钥";

/*  */
"locan_encryption_desc" = "使用SQLCipher保护您的主机数据";

/*  */
"close_on_disconnect" = "断开连接时关闭";

/*  */
"startup_command" = "启动命令";

/*  */
"checking_for_upgrade" = "检查升级";

/*  */
"upgrade_desc" = "一次购买即可永久解锁专业版功能：";

/*  */
"restore_purchases" = "恢复购买";

/*  */
"purchases_not_available" = "购买不可用";

/*  */
"upgrade_not_available" = "升级不可用";

/*  */
"upgrade_now" = "即刻升级";

/*  */
"upgrade_complete" = "升级完成";

/*  */
"local_encryption_type" = "SQLCipher";

/*  */
"enabled" = "已启用";
